"UI_OK"                    = "OK";
"UI_CANCEL"                = "キャンセル";
"UI_YES"                   = "はい";
"UI_NO"                    = "いいえ";
"UI_CONNECT"               = "接続";

"TSC_IDS_SECAUTH_AUTH_DISABLED_TITLE"					   = "接続先のコンピュータの ID を確認できません。";

"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_PROMPT_CONTINUE"  = "以下の原因が考えられます。\n\n ･ リモート コンピュータで Windows Vista 以前のバージョンが実行されている。\n ･ リモート コンピュータが、RDP セキュリティ レイヤのみをサポートするように構成されている。\n\nネットワーク管理者か、リモート コンピュータの所有者に連絡してください。\n\n接続しますか?";
"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_NO_CONTINUE"      = "以下の原因が考えられます。\n\n ･リモート コンピュータで Windows Vista 以前のバージョンが実行されている。\n ･ リモート コンピュータが、RDP セキュリティ レイヤのみをサポートするように構成されている。\n\nネットワーク管理者か、リモート コンピュータの所有者に連絡してください。";

"TSC_IDS_SECAUTH_AUTH_ERROR"                               = "接続先のコンピュータの ID を確認できません。";

"TSC_IDS_SECAUTH_AUTH_ERROR_INFOR"						   = "Windows ベースのコンピュータに再接続してみるか、または管理者に問い合わせてください。";

"TSC_IDS_SECAUTH_CERT_EXPIRED"                             = "この証明書は有効期限が切れているか、無効です。";
"TSC_IDS_SECAUTH_NAME_MISMATCH"                            = "証明書のサーバー名が正しくありません。";
"TSC_IDS_SECAUTH_FAIL_TO_CHAIN_TO_TRUSTED_ROOT"            = "証明書は、信頼された証明機関 (CA) が発行したものではありません。";
"TSC_IDS_SECAUTH_CERT_REVOKED"                             = "証明書は失効しているため、使用するのは安全ではありません。";
"TSC_IDS_SECAUTH_UNABLE_TO_PERFORM_REVOCATION_CHECK"       = "証明書の失効状態の確認を実行できませんでした。";
"TSC_IDS_SECAUTH_CERT_OR_CHAIN_INVALID"                    = "証明書または関連するチェーンが無効です。";

"TSC_IDS_SECAUTH_ALLOW_CONNECT_ANYWAY"                     = "このコンピュータへの接続を続けますか?";
"TSC_IDS_SECAUTH_CANNOT_PROCEED_REQUIRED"                  = "現在の環境設定では、Windows ベースのコンピュータに接続するには認証が必要であるため、続行できません。";


"TSC_IDS_ENTER_TS_CREDS_ACTION"                            = "資格情報の入力";
"TSC_IDS_ENTER_TS_CREDS_DETAILS"                           = "この資格情報は、%s に接続するために使用されます。";
"TSC_IDS_PREAUTH_LOGON_FAILURE_ACTION"                     = "再試行";
"TSC_IDS_PREAUTH_LOGON_FAILURE_DETAILS"                    = "%s に接続するために使用された資格情報が正しくありませんでした。資格情報をもう一度入力してください。";


